{
    "city": [
        {
            "name": "Ростов-на-Дону",
            "code": "rnd",
            "description": "Ростов-на-Дону - город в Российской Федерации, административный центр Ростовской области; расположен на правом берегу реки Дон, в 46 км от его впадения в Азовское море, в 1226 км к юго-востоку от Москвы. Ростов-на-Дону - крупный узел железнодорожных линий и автомобильных дорог, морской и речной порт, в городе находится аэропорт. Население - 1 137 904 человек ",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fthrillingtourism.com%2Fuserfiles%2F106%2F8558_10.webp&lr=39&pos=0&rpt=simage&text=%D1%80%D0%BE%D1%81%D1%82%D0%BE%D0%B2%20%D0%BD%D0%B0%20%D0%B4%D0%BE%D0%BD%D1%83"
        },
        {
            "name": "Москва",
            "code": "msc",
            "description": "Москва - столица России и крупнейший город страны. Это огромный мегаполис, который является историческим, политическим и духовным сердцем Российской Федерации. Москва - крупнейшая столица Европы, наполненная достопримечательностями, памятниками истории и культуры, а также музеями мирового уровня. Это город невероятной динамики и размеров, который невозможно объять за одну поездку. ",
            "image": "https://i.ytimg.com/vi/1nQMKXWBQfA/maxresdefault.jpg"
        },
        {
            "name": "Санкт-Петербург",
            "code": "spb",
            "description": "Город федерального значения. Самый северный из крупнейших городов мира. Расположен в устье р.Невы на 47 островах Невской дельты. Площадь – 606 кв. км, с пригородами – 1439 кв. км. Численность населения – около 5 млн. человек (второй по величине город России после Москвы). Характерно явление белых ночей (продолжительность более 50 дней – с конца мая по середину июля). В начале 21 в. Санкт-Петербург реально получает статус второй столицы России.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fsun9-21.userapi.com%2Fimpf%2Fc628731%2Fv628731300%2F3ffb1%2FZ3pJLglxrKA.jpg%3Fsize%3D800x533%26quality%3D96%26sign%3Ddb81f9e430d1e33f36e3e7c02298c203%26c_uniq_tag%3DwEYGB4Vh1b8b3FQsJhClEjaZTTUGJiD_1qKMF-WGRBQ%26type%3Dalbum&lr=39&pos=3&rpt=simage&text=%D1%81%D0%B0%D0%BD%D0%BA%D1%82-%D0%BF%D0%B5%D1%82%D0%B5%D1%80%D0%B1%D1%83%D1%80%D0%B3"
        },
        {
            "name": "Новосибирск",
            "code": "ovb",
            "description": "Город Новосибирск — самый крупный город в Сибири, расположен на берегу самой большой реки в России — Оби. Административный центр Новосибирской области и Сибирского федерального округа. Расстояние от Москвы — 3303 км. Население — 1,397 млн.человек (2009 г.) — третий по численности город в России после Москвы и Санкт-Петербурга. Площадь — 506,7 кв.км. Это крупный промышленный, транспортный, научный и культурный центр.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fmtdata.ru%2Fu29%2FphotoA744%2F20474594518-0%2Foriginal.jpg&lr=39&pos=7&rpt=simage&text=%D0%BD%D0%BE%D0%B2%D0%BE%D1%81%D0%B8%D0%B1%D0%B8%D1%80%D1%81%D0%BA"
        },
        {
            "name": "Екатеренбург",
            "code": "svx",
            "description": "Четвертый по численности населения и территории город-миллионер в России, административный центр Уральского федерального округа и Свердловской области. Образует муниципальное образование «город Екатеринбург» со статусом городского округа. Является крупнейшим экономическим, административным, культурным, научно-образовательным центром Урала. Площадь города составляет 1110,690 км².",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Flookaside.fbsbx.com%2Flookaside%2Fcrawler%2Fmedia%2F%3Fmedia_id%3D5335886583125066&lr=39&pos=4&rpt=simage&text=%D0%B5%D0%BA%D0%B0%D1%82%D0%B5%D1%80%D0%B5%D0%BD%D0%B1%D1%83%D1%80%D0%B3"
        },
        {
            "name": "Казань",
            "code": "kzn",
            "description": "Город в России, столица Республики Татарстан, крупный порт на левом берегу реки Волги при впадении в неё реки Казанки. Крупнейший по численности населения город в Приволжском федеральном округе и на реке Волге. Один из крупнейших экономических, научных, образовательных, религиозных, культурных и спортивных центров России. Казанский кремль входит в число объектов Всемирного наследия ЮНЕСКО. Город трудовой доблести.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fsun9-59.userapi.com%2Fimpg%2FXUjkW8PUIvuTror582gVpDTx2h4dO7q7fXCXvA%2FLDmZj-3oRsg.jpg%3Fsize%3D1400x932%26quality%3D95%26sign%3D6d4d376eed30a5ebf688fc7d67015d3e%26c_uniq_tag%3DXdK1pbiVh_CaRMbCOAM2I-xDznkYodBcJJ9VMhXjI7A%26type%3Dalbum&lr=39&pos=0&rpt=simage&text=%D0%BA%D0%B0%D0%B7%D0%B0%D0%BD%D1%8C"
        },
        {
            "name": "Нижний Новгород",
            "code": "goj",
            "description": "Ни́жний Но́вгород (в разговорной речи часто — Нижний) — город в России, административный центр Нижегородской области, центр и крупнейший город Приволжского федерального округа. Расположен в центре Восточно-Европейской равнины на месте слияния Оки и Волги. Ока делит город на две части — верхнюю на Дятловых горах и нижнюю на её левом низинном берегу. В период с 1932 по 1990 год город носил название Го́рький ",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fsamoe.top%2Fwp-content%2Fuploads%2F2021%2F05%2Fgorod-nizhnij-novgorod.jpg&lr=39&pos=3&rpt=simage&text=%D0%BD%D0%B8%D0%B6%D0%BD%D0%B8%D0%B9%20%D0%BD%D0%BE%D0%B2%D0%B3%D0%BE%D1%80%D0%BE%D0%B4"
        },
        {
            "name": "Красноярск",
            "code": "kja",
            "description": "Красноярск является самым большим городом Восточной Сибири и одним из крупнейших экономических, индустриальных, образовательных и культурных центров этого обширного географического региона. Несмотря на то, что в Красноярске находится очень много промышленных предприятий, экологическая ситуация в городе и общий уровень его благоустройства таковы, что его нередко ставят в пример другим крупным мегаполисам России.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fupload.wikimedia.org%2Fwikipedia%2Fcommons%2Fthumb%2F2%2F22%2F%25D0%259A%25D1%2580%25D0%25B0%25D1%2581%25D0%25BD%25D0%25BE%25D1%258F%25D1%2580%25D1%2581%25D0%25BA_%2528%25D0%25BD%25D0%25BE%25D1%2587%25D0%25BD%25D0%25BE%25D0%25B9%2529.jpg%2F264px-%25D0%259A%25D1%2580%25D0%25B0%25D1%2581%25D0%25BD%25D0%25BE%25D1%258F%25D1%2580%25D1%2581%25D0%25BA_%2528%25D0%25BD%25D0%25BE%25D1%2587%25D0%25BD%25D0%25BE%25D0%25B9%2529.jpg&lr=39&pos=5&rpt=simage&text=%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D0%BE%D1%8F%D1%80%D1%81%D0%BA"
        },
        {
            "name": "Челябинск",
            "code": "cek",
            "description": "Челябинск — город в России, областной центр Челябинской области. Располагается в азиатской части Южного Урала на восточном склоне Уральских гор, на реке Миасс, занимая площадь в 530 кв. км. Население — 1 202 371 человек (данные на 2018 год). Основан Челябинск в сентябре 1736 года на месте бывшей башкирской деревни как сторожевая крепость на пути из Зауралья в Оренбург. В 1781 получил статус уездного города.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fitexts.net%2Ffiles%2Fonline_html%2F356077%2F_0.jpg&lr=39&pos=8&rpt=simage&text=%D1%87%D0%B5%D0%BB%D1%8F%D0%B1%D0%B8%D0%BD%D1%81%D0%BA"
        },
        {
            "name": "Самара",
            "code": "kuf",
            "description": "Самара - административный центр Самарской области, образует муниципальное образование городской округ Самара. Расположен на левом возвышенном берегу Волги при слиянии с рекой Самара. Климат : умеренно-континентальный. Часовой пояс: GMT+ 4:00. Площадь: 541,0 кв. км. С 1935 по 1991 гг. город назывался Куйбышев - в честь советского партийного и государственного деятеля Валериана Владимировича Куйбышева. Население - 1 172 348 чел.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fscontent-hel3-1.cdninstagram.com%2Fv%2Ft51.2885-15%2Ffr%2Fe15%2Fs1080x1080%2F126919459_159790815833171_4449724453605019311_n.jpg%3F_nc_ht%3Dscontent-hel3-1.cdninstagram.com%26_nc_cat%3D111%26_nc_ohc%3D4EvtgF7PDCIAX87Wx3M%26tp%3D1%26oh%3D3a63e09ee83a70f267025d00b653361f%26oe%3D5FE668B8&lr=39&pos=2&rpt=simage&text=%D1%81%D0%B0%D0%BC%D0%B0%D1%80%D0%B0"
        },
        {
            "name": "Уфа",
            "code": "ufa",
            "description": "Расположен на берегу реки Белой, при впадении в неё рек Уфы и Дёмы, на Прибельской увалисто-волнистой равнине, в 100 км к западу от хребтов Южного Урала. Лежит преимущественно в междуречье рек Белой и Уфы, на Уфимском полуострове. Площадь города составляет 707,9 км², протяжённость с севера на юг — 53,5 км, с запада на восток — 29,8 км. Уфа — пятый по площади и по протяжённости город России.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fkrot.info%2Fuploads%2Fposts%2F2021-12%2F1639105263_34-krot-info-p-bashkortostan-panorama-krasivie-foto-51.jpg&lr=39&pos=6&rpt=simage&text=%D1%83%D1%84%D0%B0"
        },
        {
            "name": "Краснодар",
            "code": "krr",
            "description": "Краснодар - один из крупнейших городов Юга России и административный центр Краснодарского края. Столица Кубани расположилась на правом берегу одноименной реки в южной части Прикубанской равнины. Краснодар - один из самых динамично развивающихся городов России, который быстро растет и строится. Уникальное расположение, вблизи двух теплых морей, Кавказских гор и предгорий, делает город не только лидером внутреннего туризма, но и популярным направлением для переезда.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fperspektiva-ru.ru%2Fimages%2F2022%2F3%2F10%2F0-0-09-332-09_1-min.jpg&lr=39&pos=1&rpt=simage&text=%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D0%BE%D0%B4%D0%B0%D1%80"
        },
        {
            "name": "Омск",
            "code": "oms",
            "description": "Административный центр Омской области, расположенный на слиянии рек Иртыша и Оми, крупный культурный, спортивный и промышленный центр. Город трудовой славы. Город-миллионер - 1110836 чел. Третий по численности населения город Сибири и тринадцатый по численности населения город в России.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fstatic14.tgcnt.ru%2Fposts%2F_0%2Fa3%2Fa3b182c6f34581791e27592ea8dc42f0.jpg&lr=39&pos=2&rpt=simage&text=%D0%BE%D0%BC%D1%81%D0%BA"
        },
        {
            "name": "Воронеж",
            "code": "voz",
            "description": "Город Воронеж. Основан 1586 год Площадь 596,51 км². Население 1 058 547 человек (2018) Часовой пояс UTC+3 Телефонный код+ 7 473. Почтовый индекс 394000-394095. Автомобильный код 36, 136. Климат умеренно континентальный. Воронеж — крупный город и областной центр, который стоит на берегах Воронежского водохранилища и реки Воронеж, в 8,5 км выше того места, где она впадает в Дон. Воронеж не назовешь центром туристического паломничества.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fscontent-hel2-1.cdninstagram.com%2Fv%2Ft51.2885-15%2Fe35%2F118651179_365428204469919_1835977921004142745_n.jpg%3F_nc_ht%3Dscontent-hel2-1.cdninstagram.com%26_nc_cat%3D103%26_nc_ohc%3DAISAtwG7hzwAX81oRB2%26oh%3D32410988df2d1a48a7c4322d82b2dd9d%26oe%3D5F884FF8&lr=39&pos=3&rpt=simage&text=%D0%B2%D0%BE%D1%80%D0%BE%D0%BD%D0%B5%D0%B6"
        },
        {
            "name": "Пермь",
            "code": "pee",
            "description": "Город на востоке европейской части России, в Предуралье, на берегах реки Камы, ниже впадения в неё реки Чусовой, административный центр Пермского края и Пермского района, транспортный узел на Транссибирской магистрали, речной порт, имеет статус города краевого значения и городского округа. Крупный многоотраслевой промышленный, научный и культурный центр Урала. Население - 1027153 чел., пятнадцатый по численности населения город России.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fpbs.twimg.com%2Fmedia%2FFbgyjEzXEAMXesj%3Fformat%3Djpg%26name%3Dlarge&lr=39&pos=0&rpt=simage&text=%D0%BF%D0%B5%D1%80%D0%BC%D1%8C"
        },
        {
            "name": "Волгоград",
            "code": "vog",
            "description": "Волгоград, один из самых славных городов России, раскинулся на западном берегу реки Волги, в нижнем ее течении. Этот город, один из крупнейших на Юге страны, на протяжении всей истории существования не раз менял свое имя и облик: дореволюционный Царицын прошел путь от приграничного военного городка до крупного промышленного центра; советский Сталинград вошел в историю как несокрушимая твердыня человеческого духа; современный Волгоград, являющийся административным центром Волгоградской области, остается важным индустриальным и научным центром России. ",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fxn----7sbfeah3aaqae9ac3afoc8a6o.xn--p1ai%2Fassets%2Fimages%2Fexcursion37-01.jpg&lr=39&pos=3&rpt=simage&text=%D0%B2%D0%BE%D0%BB%D0%B3%D0%BE%D0%B3%D1%80%D0%B0%D0%B4"
        },
        {
            "name": "Томск",
            "code": "tof",
            "description": "Город в России, административный центр одноимённых области и района, расположенный на востоке Западной Сибири на берегу реки Томи. Старейший в Сибири крупный образовательный, научный и инновационный центр, насчитывающий 9 вузов, 15 НИИ, особую экономическую зону технико-внедренческого типа и 6 бизнес-инкубаторов. ",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fthrillingtourism.com%2Fuserfiles%2F106%2F8629_41.webp&lr=39&pos=4&rpt=simage&text=%D1%82%D0%BE%D0%BC%D1%81%D0%BA"
        },
        {
            "name": "Курск",
            "code": "kur",
            "description": "Курск – административный, промышленный, культурный и научный центр Курской области. Расположен на Среднерусской возвышенности, на берегах реки Сейм в месте впадения в нее притока — реки Тускарь. Город находится на высотах 200–250 м над уровнем моря. Курск — один из культурных, религиозных центров России. Город обладает крупным промышленным комплексом, научно-образовательными центрами. Курск — транспортный узел центральной России.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fwww.fotoprizer.ru%2Fimg%2F336615_orig.jpg&lr=39&pos=4&rpt=simage&text=%D0%BA%D1%83%D1%80%D1%81%D0%BA"
        },
        {
            "name": "Владивасток",
            "code": "vvo",
            "description": "Город и порт на Дальнем Востоке России; политический, культурный, научно-образовательный и экономический центр региона; административный центр Приморского края, Владивостокского городского округа, а также с 13 декабря 2018 года центр Дальневосточного федерального округа. Расположен на полуострове Муравьёва-Амурского, городу подчинены 5 сельских населённых пунктов и острова в заливе Петра Великого Японского моря.",
            "image": "https://yandex.ru/images/search?from=tabbar&img_url=https%3A%2F%2Fsun9-66.userapi.com%2Fimpf%2Fc831109%2Fv831109384%2F1dc82b%2FvVapOAbV1Tk.jpg%3Fsize%3D604x402%26quality%3D96%26sign%3D1ea92d24dfff4dffbffc4ae5f7a71027%26c_uniq_tag%3D_RfpXtEBRiPCNJihDnGMxtNNhPAsb2klCd3ail-OGkE%26type%3Dalbum&lr=39&pos=0&rpt=simage&text=%D0%B2%D0%BB%D0%B0%D0%B4%D0%B8%D0%B2%D0%BE%D1%81%D1%82%D0%BE%D0%BA"
        }
    ],
    "top-voting": [
        
    ]
}

      